tap "dashlane/tap"
tap "facebook/fb"
tap "ferdium/ferdium"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "oven-sh/bun"
tap "playcover/playcover"
tap "quaric/zadark"
tap "rigellute/tap"
tap "wix/brew"
brew "coreutils"
brew "asdf"
brew "python@3.11"
brew "autojump"
brew "bandwhich"
brew "bat"
brew "broot"
brew "btop"
brew "python@3.12"
brew "cairo"
brew "cocoapods"
brew "croc"
brew "curl"
brew "deno"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "exiftool"
brew "fastfetch"
brew "terminal-notifier"
brew "fastlane"
brew "gnutls"
brew "ffmpeg"
brew "findutils"
brew "flyctl"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "openjdk"
brew "gradle"
brew "graphviz"
brew "grep"
brew "hadolint"
brew "hstr"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "ios-deploy"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "lnav"
brew "mas"
brew "moreutils"
brew "nmap"
brew "pipx"
brew "poetry"
brew "rustup-init"
brew "spicetify-cli"
brew "sqlmap"
brew "superfile"
brew "tailspin"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tokei"
brew "watchman"
brew "wget"
brew "wifi-password"
brew "youtube-dl"
brew "zsh"
brew "dashlane/tap/dashlane-cli"
brew "facebook/fb/idb-companion"
brew "quaric/zadark/zadark"
brew "wix/brew/applesimutils"
cask "airbuddy"
cask "alacritty"
cask "android-file-transfer"
cask "arc"
cask "authy"
cask "binance"
cask "blackhole-16ch"
cask "boom-3d"
cask "brave-browser"
cask "bruno"
cask "canva"
cask "contexts"
cask "devtoys"
cask "diffusionbee"
cask "discord"
cask "easyfind"
cask "expo-orbit"
cask "ferdium"
cask "figma"
cask "firefox@developer-edition"
cask "flipper"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "gimp"
cask "gitbutler"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "grammarly-desktop"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "intellij-idea"
cask "ipfs"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "kap"
cask "keepingyouawake"
cask "keka"
cask "keycastr"
cask "kitty"
cask "latest"
cask "logitech-g-hub"
cask "lulu"
cask "mac-mouse-fix"
cask "medis"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "minisim"
cask "mysqlworkbench"
cask "nosql-workbench"
cask "notion"
cask "notion-calendar"
cask "obs"
cask "obsidian"
cask "openkey"
cask "opera"
cask "orbstack"
cask "osu"
cask "playcover-community"
cask "postman"
cask "proxyman"
cask "qmk-toolbox"
cask "rar"
cask "raycast"
cask "rectangle-pro"
cask "shortcat"
cask "shottr"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "teamviewer"
cask "telegram"
cask "textmate"
cask "tg-pro"
cask "tor-browser"
cask "utm"
cask "visual-studio-code"
cask "whatsapp"
cask "zalo"
cask "zed"
cask "zoom"
mas "Awesome Screenshot & Recorder", id: 1531282066
mas "Balance Lock", id: 1019371109
mas "Boom 3D Netflix Extension", id: 6445882848
mas "Command X", id: 6448461551
mas "CrystalFetch", id: 6454431289
mas "Dashlane", id: 517914548
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Gifski", id: 1351639930
mas "Goodnotes", id: 1444383602
mas "Hotspot Shield", id: 771076721
mas "ImageFinder for Safari", id: 1514863337
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "OneTab", id: 1540160809
mas "PiPer", id: 1421915518
mas "Pure Paste", id: 1611378436
mas "RocketSim", id: 1504940162
mas "RunCat", id: 1429033973
mas "Shazam", id: 897118787
mas "SimplyJSON", id: 1495193038
mas "Velja", id: 1607635845
mas "Wappalyzer - Technology profiler", id: 1520333300
mas "Xcode", id: 497799835
vscode "abierbaum.vscode-file-peek"
vscode "adpyke.codesnap"
vscode "ajshort.include-autocomplete"
vscode "albert.tabout"
vscode "alduncanson.react-hooks-snippets"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "anteprimorac.html-end-tag-labels"
vscode "apollographql.vscode-apollo"
vscode "arcanis.vscode-zipfs"
vscode "ardenivanov.svelte-intellisense"
vscode "astro-build.astro-vscode"
vscode "aykutsarac.jsoncrack-vscode"
vscode "bierner.markdown-emoji"
vscode "biomejs.biome"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "byi8220.indented-block-highlighting"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cipchk.cssrem"
vscode "clinyong.vscode-css-modules"
vscode "cmstead.js-codeformer"
vscode "coderfin.logical-properties"
vscode "codestream.codestream"
vscode "codezombiech.gitignore"
vscode "codium.codium"
vscode "continue.continue"
vscode "csstools.postcss"
vscode "danielpinto8zz6.c-cpp-compile-run"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deepscan.vscode-deepscan"
vscode "deepsourcecorp.deepsource-vscode"
vscode "deerawan.vscode-faker"
vscode "denoland.vscode-deno"
vscode "deque-systems.vscode-axe-linter"
vscode "docsmsft.docs-markdown"
vscode "docsmsft.docs-preview"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "emilast.logfilehighlighter"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "exodiusstudios.comment-anchors"
vscode "expo.vscode-expo-tools"
vscode "felixfbecker.css-stacking-contexts"
vscode "figma.figma-vscode-extension"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "fivethree.vscode-svelte-snippets"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "fosshaas.fontsize-shortcuts"
vscode "franneck94.c-cpp-runner"
vscode "gera2ld.markmap-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "google.wireit"
vscode "googlecloudtools.cloudcode"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hars.cppsnippets"
vscode "hediet.debug-visualizer"
vscode "hollowtree.vue-snippets"
vscode "htmlhint.vscode-htmlhint"
vscode "humao.rest-client"
vscode "ibm.output-colorizer"
vscode "ionutvmi.path-autocomplete"
vscode "james-yu.latex-workshop"
vscode "jasonlhy.hungry-delete"
vscode "jasonnutter.search-node-modules"
vscode "jbenden.c-cpp-flylint"
vscode "jebbs.plantuml"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jmkrivocapich.drawfolderstructure"
vscode "jock.svg"
vscode "josefbiehler.cypress-fixture-intellisense"
vscode "josetr.cmake-language-support-vscode"
vscode "joshbolduc.story-explorer"
vscode "kaleidoscope-app.vscode-ksdiff"
vscode "karlito40.fix-irregular-whitespace"
vscode "kelvin.vscode-sshfs"
vscode "kevinrose.vsc-python-indent"
vscode "kisstkondoros.vscode-codemetrics"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "kravets.vscode-publint"
vscode "lokalise.i18n-ally"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "michaelangeloio.does-it-throw-vscode"
vscode "mikestead.dotenv"
vscode "million.million-lint"
vscode "mrmlnc.vscode-scss"
vscode "mrorz.language-gettext"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-powertoys"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.js-debug-nightly"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-speech"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "naumovs.color-highlight"
vscode "nhoizey.gremlins"
vscode "nicoespeon.abracadabra"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "oouo-diogo-perdigao.docthis"
vscode "orta.vscode-jest"
vscode "orta.vscode-twoslash-queries"
vscode "oven.bun-vscode"
vscode "p42ai.refactor"
vscode "peterschmalfeldt.explorer-exclude"
vscode "pflannery.vscode-versionlens"
vscode "pivaszbs.svelte-autoimport"
vscode "planbcoding.vscode-react-refactor"
vscode "pmneo.tsimporter"
vscode "pomber.git-file-history"
vscode "prisma.prisma"
vscode "pucelle.vscode-css-navigation"
vscode "quicktype.quicktype"
vscode "rangav.vscode-thunder-client"
vscode "reactreedev.reactree"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rome.rome"
vscode "rust-lang.rust-analyzer"
vscode "ryu1kn.partial-diff"
vscode "sburg.vscode-javascript-booster"
vscode "sdras.vue-vscode-snippets"
vscode "seatonjiang.gitmoji-vscode"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shelex.vscode-cy-helper"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "sleistner.vscode-fileutils"
vscode "snyk-security.snyk-vulnerability-scanner"
vscode "sonarsource.sonarlint-vscode"
vscode "sourcegraph.sourcegraph"
vscode "starkware.cairo1"
vscode "statelyai.stately-vscode"
vscode "steoates.autoimport"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "syler.sass-indented"
vscode "tabnine.tabnine-vscode"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "tyriar.lorem-ipsum"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vincaslt.highlight-matching-tag"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "vunguyentuan.vscode-css-variables"
vscode "webhint.vscode-webhint"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "wmaurer.vscode-jumpy"
vscode "xabikos.javascriptsnippets"
vscode "yatki.vscode-surround"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
