tap "dart-lang/dart"
tap "dashlane/tap"
tap "facebook/fb"
tap "goodwithtech/r"
tap "mhaeuser/mhaeuser"
tap "mistertea/et"
tap "mobile-dev-inc/tap"
tap "playcover/playcover"
tap "sass/sass"
tap "withgraphite/tap"
tap "wix/brew"
brew "act"
brew "bandwhich"
brew "bat"
brew "biome"
brew "icu4c@77"
brew "bore-cli"
brew "broot"
brew "btop"
brew "cairo"
brew "openjdk"
brew "bundletool"
brew "libyaml"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "croc"
brew "ctop"
brew "curl"
brew "dive"
brew "doggo"
brew "dprint"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fd"
brew "feroxbuster"
brew "gnutls"
brew "libarchive"
brew "ffmpeg"
brew "ffsend"
brew "findutils"
brew "flyctl"
brew "fzf"
brew "readline"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-flow"
brew "git-lfs"
brew "git-quick-stats"
brew "git-who"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gping"
brew "m4"
brew "graphviz"
brew "grep"
brew "hadolint"
brew "hashcat"
brew "pkl"
brew "hk"
brew "hstr"
brew "hyperfine"
brew "libheif"
brew "libomp"
brew "imagemagick"
brew "ios-deploy"
brew "jj"
brew "just"
brew "kondo"
brew "krb5"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "sqlite"
brew "lnav"
brew "mas"
brew "mise"
brew "monolith"
brew "moreutils"
brew "mprocs"
brew "ncurses"
brew "neovim"
brew "python@3.13"
brew "nmap"
brew "onefetch"
brew "pandoc"
brew "pipx"
brew "pkgconf"
brew "procs"
brew "protobuf"
brew "pueue"
brew "python@3.12"
brew "ripgrep"
brew "ripgrep-all"
brew "rustscan"
brew "sd"
brew "sniffnet"
brew "sqlmap"
brew "sshx"
brew "starship"
brew "sui"
brew "superfile"
brew "tailspin"
brew "terminal-notifier"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "tokei"
brew "vale"
brew "vim"
brew "watchexec"
brew "watchman"
brew "wget"
brew "wifi-password"
brew "xplr"
brew "yt-dlp"
brew "zola"
brew "zoxide"
brew "zsh"
brew "dashlane/tap/dashlane-cli"
brew "facebook/fb/idb-companion"
brew "goodwithtech/r/dockle"
brew "mobile-dev-inc/tap/maestro"
brew "sass/sass/migrator"
brew "withgraphite/tap/graphite"
brew "wix/brew/applesimutils"
cask "airbuddy"
cask "altair-graphql-client"
cask "android-file-transfer"
cask "battery-toolkit"
cask "binance"
cask "blackhole-16ch"
cask "boom-3d"
cask "brave-browser"
cask "canva"
cask "cap"
cask "capcut"
cask "chatgpt"
cask "claude"
cask "contexts"
cask "cursor"
cask "cursor-cli"
cask "diffusionbee"
cask "dockdoor"
cask "easyfind"
cask "expo-orbit"
cask "ferdium"
cask "figma"
cask "firefox@developer-edition"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-monaspice-nerd-font"
cask "framer"
cask "gcloud-cli"
cask "gimp"
cask "gitbutler"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "grammarly-desktop"
cask "granola"
cask "handy"
cask "iina"
cask "imageoptim"
cask "ipfs-desktop"
cask "istherenet"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "keepingyouawake"
cask "keka"
cask "keycastr"
cask "keyclu"
cask "lark"
cask "latest"
cask "legcord"
cask "lens"
cask "linear-linear"
cask "localsend"
cask "logitech-g-hub"
cask "lulu"
cask "mac-mouse-fix"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "minisim"
cask "mitmproxy"
cask "mysqlworkbench"
cask "neohtop"
cask "notion"
cask "obs"
cask "obsidian"
cask "ollama-app"
cask "onyx"
cask "openkey"
cask "opera"
cask "opgg"
cask "orbstack"
cask "orion"
cask "osu"
cask "pearcleaner"
cask "playcover-community"
cask "postman"
cask "proxyman"
cask "qmk-toolbox"
cask "rar"
cask "raycast"
cask "rectangle-pro"
cask "redis-insight"
cask "reminders-menubar"
cask "rustdesk"
cask "script-kit"
cask "shortcat"
cask "shottr"
cask "slack"
cask "spotify"
cask "steam"
cask "telegram"
cask "textmate"
cask "textsniper"
cask "tg-pro"
cask "thebrowsercompany-dia"
cask "tor-browser"
cask "trae"
cask "upscayl"
cask "utm"
cask "visual-studio-code"
cask "vivaldi"
cask "warp"
cask "whatsapp"
cask "windsurf"
cask "yaak"
cask "zalo"
cask "zed"
cask "zen"
cask "zoom"
mas "Awesome Screenshot & Recorder", id: 1531282066
mas "Boom3D Netflix Extension", id: 6445882848
mas "Command X", id: 6448461551
mas "Dashlane", id: 517914548
mas "DevCleaner", id: 1388020431
mas "Gifski", id: 1351639930
mas "Hotspot Shield", id: 771076721
mas "Hush", id: 1544743900
mas "Hyperduck", id: 6444667067
mas "OneTab", id: 1540160809
mas "Perplexity", id: 6714467650
mas "PiPer", id: 1421915518
mas "Pure Paste", id: 1611378436
mas "RocketSim", id: 1504940162
mas "Shazam", id: 897118787
mas "SimplyJSON", id: 1495193038
mas "Transporter", id: 1450874784
mas "Velja", id: 1607635845
mas "Wappalyzer - Technology profiler", id: 1520333300
mas "Wipr", id: 1662217862
mas "Xcode", id: 497799835

