tap "facebook/fb"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "rigellute/tap"
tap "wix/brew"
brew "python@3.11"
brew "autojump"
brew "bandwhich"
brew "bat"
brew "broot"
brew "cairo"
brew "cocoapods"
brew "coreutils"
brew "croc"
brew "curl"
brew "deno"
brew "folly"
brew "edencommon"
brew "terminal-notifier"
brew "fastlane"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "gnutls"
brew "ffmpeg"
brew "findutils"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gradle"
brew "graphviz"
brew "grep"
brew "hadolint"
brew "hstr"
brew "htop"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "ios-deploy"
brew "libpq"
brew "lnav"
brew "mas"
brew "moreutils"
brew "neofetch"
brew "nmap"
brew "rustup-init"
brew "sqlmap"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tokei"
brew "watchman"
brew "wget"
brew "wifi-password"
brew "zsh"
brew "facebook/fb/idb-companion"
brew "wix/brew/applesimutils"
cask "adobe-creative-cloud"
cask "alacritty"
cask "android-file-transfer"
cask "authy"
cask "binance"
cask "blackhole-16ch"
cask "boom-3d"
cask "canva"
cask "contexts"
cask "devtoys"
cask "discord"
cask "figma"
cask "firefox-developer-edition"
cask "flipper"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "gimp"
cask "google-chrome"
cask "grammarly-desktop"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "intellij-idea"
cask "ipfs"
cask "jetbrains-toolbox"
cask "keepingyouawake"
cask "keka"
cask "keycastr"
cask "kitty"
cask "lulu"
cask "medis"
cask "meetingbar"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "minisim"
cask "mos"
cask "nosql-workbench"
cask "notion"
cask "obs"
cask "obsidian"
cask "openkey"
cask "opera"
cask "postman"
cask "proxyman"
cask "rar"
cask "raycast"
cask "react-native-debugger"
cask "readdle-spark"
cask "rectangle-pro"
cask "shortcat"
cask "shottr"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "teamviewer"
cask "telegram"
cask "textmate"
cask "tor-browser"
cask "tower"
cask "visual-studio-code"
cask "zalo"
cask "zoom"
mas "Awesome Screenshot & Recorder", id: 1531282066
mas "Boom 3D Netflix Extension", id: 6445882848
mas "Dashlane", id: 517914548
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "GoodNotes", id: 1444383602
mas "Hotspot Shield", id: 771076721
mas "ImageFinder for Safari", id: 1514863337
mas "OneTab", id: 1540160809
mas "PiPer", id: 1421915518
mas "Pure Paste", id: 1611378436
mas "RunCat", id: 1429033973
mas "Shazam", id: 897118787
mas "SimplyJSON", id: 1495193038
mas "Wappalyzer", id: 1520333300
mas "Xcode", id: 497799835
